Repository: BackupTheBerlios/kslovar-svn
Catalog: branches/0.2/po/*.po
Languages: fr

source: Style in which a dictionary will be shown.
fr: Style dans lequel apparaitra un dictionnaire.

source: &Get new styles
fr: &Obtenir de nouveaux styles

source: Alt+G
fr: Alt+O

source: &Copy
fr: &Copier

source: &Edit
fr: &Éditer

source: &Remove
fr: Supp&rimer

source: Preview of a normal dictionary.
fr: Prévisualisation d'un dictionnaire normal.

source: Preview of a translation dictionary. (Not available)
fr: Prévisualisation d'un dictionnaire bilingue (non disponible).

source: Dictionar&y
fr: Dictionnaire

source: Lists
fr: Listes

source: En&able mouse navigation
fr: &Activer la navigation à la souris

source: When this option is enabled, you can scroll all the lists only by your mouse.<br> <br> <font size="-1"><i>Thanks to Kopete Development Team.</i></font>
fr: Quand cette option est activée, vous pouvez faire défiler toutes les listes à la souris. Merci à l'équipe de développement de Kopete.

source: Ena&ble smooth scrolling
fr: Activer le dé&filement doux

source: Alt+B
fr: Alt+F

source: Makes scrolling in lists smoother.
fr: Rend le défilement dans les listes plus doux.

source: E&nable vertical scroll bar
fr: Activer la barre de défileme&nt vertical

source: Makes vertical scroll bars in lists visible.
fr: Fait apparaître les barres de défilement vertical dans les listes.

source: &Misc
fr: &Autres

source: This email will be added with the name to the author list.
fr: Cet email sera ajouté au nom de la liste des auteurs.

source: Run &upgrade manager at start
fr: Lancer le gestionnaire de mise à jo&ur au démarrage

source: If enabled, languages.ksl will be updated at every start of KSlovar. Needs connection to the internet. If you do not have connection to the internet, it's advised to deactivate it.
fr: Si cette option est activée, le fichier languages.ksl sera mis à jour à chaque démarrage de KSlovar. Nécessite une connection internet ; si vous n'êtes pas connecté, il vaut mieux désactiver cette option.

source: &General
fr: &Général

source: First Run Wizard
fr: Assistant de premier lancement

source: Welcome to the KSlovar's First Run wizard. To begin, click next.
fr: Bienvenue à l'assistant de premier lancement de KSlovar. Appuyez sur suivant pour commencer.

source: For KSlovar to work properly, you need langagues.ksl file! You can download it, or the Wizard could make you a template, so you could make your own languages.ksl. Languages.ksl is used for defining which parts of speech a certain language has.<br> <br> Languages.ksl file is located in ~/.kde/share/apps/kslovar
fr: Pour que KSlovar fonctionne correctement, il vous faut le fichier languages.ksl ! Vous pouvez le télécharger ou le créer vous-même avec l'assistant. Le fichier languages.ksl se trouve dans ~/.kde/share/apps/kslovar

source: Create an empt&y languages.ldft
fr: Créer un fichier languages.ksl v&ide

source: Alt+Y
fr: Alt+I

source: Will create an empty languages.ldft file, so you could make your own definitions of languages.
fr: Crée un fichier languages.ksl vide, afin que vous puissiez faire vos propres définitions.

source: Download languages.ldft fro&m the Internet
fr: Téléchar&ger le fichier languages.ldft depuis internet.

source: Alt+M
fr: Alt+G

source: Download already made languages.ldft file. <b>*RECOMMENDED*</b>
fr: Télécharge un fichier languages.ldft déjà fait. <b>*RECOMMANDÉ*</b>

source: Languages
fr: Langues

source: Chose your basic configuration for KSlovar.
fr: Choisissez votre configuration de base pour KSlovar.

source: Upgrade manager
fr: Gestionnaire de mise à jour

source: Run &Upgrade manager at start.
fr: Lancer le gestionnaire de mise à jo&ur au démarrage.

source: Enable &mouse navigation
fr: Activer la &navigation à la souris

source: Enable vertical scr&oll bar
fr: Activer la barre de défilement verti&cal

source: Alt+O
fr: Alt+C

source: Enable smooth scrolling
fr: Activer le défilement doux

source: Basic configuration
fr: Configuration de base

source: Downloading languages.ksl...
fr: Téléchargement de languages.ksl...

source: The first run configuration is now complete. Click finish to end.
fr: L'assistant de premier lancement a terminé. Cliquez sur terminer pour quitter.

source: Finish
fr: Terminer

source: Conversion table
fr: Table de conversion

source: &Add
fr: &Ajouter

source: Delete
fr: Effacer

source: First page
fr: Première page

source: Name
fr: Nom

source: Select type
fr: Choisissez le type

source: Language
fr: Langue

source: Select language
fr: Choisissez une langue

source: Parts of speech
fr: Type d'entrée

source: De&lete
fr: E&ffacer

source: Alt+L
fr: Alt+F

source: Aditional Options
fr: Autres options

source: Not available yet
fr: Pas encore disponible

source: Word
fr: Entrée

source: Explanations and examples
fr: Descriptions et exemples

source: Re&move
fr: Su&pprimer

source: Spell chec&k
fr: Véri&fication d'orthographe

source: Alt+K
fr: Alt+F

source: Selected words
fr: Entrées sélectionnées

source: Available words
fr: Entrées disponibles

source: S&ynonym
fr: S&ynonyme

source: Ant&onym
fr: Ant&onyme

source: Word fa&mily
fr: Réseau &lexical

source: Files to upgrade
fr: Fichier à mettre à jour

source: Downloading:
fr: Téléchargement :

source: nothing
fr: Rien

source: Ready.
fr: Prêt

source: <h1>Welcome to KSlovar</h1> <p>This is an editor and viewer that is capable of creating, editing and showing diferent kinds of dictionaries.</p><p>If you encounter any bugs, please send a bug report to gregor@podnapisi.net.</p>
fr: <h1>Bienvenue dans KSlovar</h1><p>KSlovar est un éditeur de dictionnaires.</p><p>Si vous trouvez un bogue, prière d'envoyer un rapport de bogue à gregor@podnapisi.net.</p>

source: &New dictionary
fr: &Nouveau dictionnaire

source: &Edit dictionary
fr: &Éditer le dictionnaire

source: Synchronise dictionary's &parts of speech
fr: Synchroniser les types d'entrées

source: &Add phrase
fr: &Ajouter une entrée

source: Edi&t phrase
fr: Édi&ter une entrée

source: &Remove phrase
fr: Supp&rimer une entrée

source: Edit &conversion table
fr: Éditer la table de &conversion

source: Update &languages
fr: Mettre les &langues à jour

source: Run &First-time wizard
fr: Lancer l'assistant de &premier lancement

source: &File
fr: &Fichier

source: &Go
fr: Navi&gation

source: &Settings
fr: &Préférences

source: &Help
fr: &Aide

source: There is no dictionary loaded!
fr: Pas de dictionnaire chargé !

source: Ready
fr: Prêt

source: Are you really sure you want to delete
fr: Voulez-vous vraiment supprimer cette entrée ?

source: Confirm deletion
fr: Confirmer la suppression

source: Appearance
fr: Apparence

source: Behaviour
fr: Comportement

source: This is not a valid dictionary!
fr: Ce n'est pas un dictionnaire valide !

source: Couldn't read the dictionary!
fr: Impossible de lire le dictionnaire !

source: The dictionary is too old. KSlovar will try to convert it into newer dictionary. It can fail! And expect some language break.
fr: Ce dictionnaire est trop vieux. KSlovar va essayer de le convertir en type nouveau. Cela peut échouer, et attendez-vous à des erreurs !

source: Loading words. Please wait...
fr: Chargement des entrées. Patientez s'il vous plaît...

source: Could not find languages.ldft. But found it's backup and using it.
fr: Impossible de trouver languages.ksl, mais une sauvegarde a été trouvée et est utilisée.

source: Could not find languages.ldft. Running first time wizard.
fr: Impossible de trouver languages.ldft. Lancement de l'assistant.

source: Upgrade
fr: Mise à jour

source: There are no words.
fr: Il n'y a pas d'entrées.

source: Could not create languages.ldft!
fr: Impossible de créer languages.ldft !

source: New style name
fr: Nom du nouveau style

source: Name of the new style:
fr: Nom du nouveau style :

source: You haven't entered a name for the copy!
fr: Vous n'avez pas donné de nom à la copie !

source: Cannot edit selected style!
fr: Impossible d'éditer le style sélectionné !

source: Select character
fr: Choisissez un caractère

source: From
fr: Depuis

source: To
fr: Vers

source: From character
fr: Depuis le caractère

source: To character
fr: Vers le caractère

source: Error saving conversion!
fr: Erreur de sauvegarde de la conversion !

source: Error removing conversion!
fr: Erreur de suppression de la conversion !

source: Default
fr: Par défaut

source: Transitional
fr: De transition

source: Edit language
fr: Éditer la langue

source: Add language
fr: Ajouter une langue

source: Cannot save dictionary!
fr: Impossible de sauver le dictionnaire !

source: Fill in all the fields.
fr: Remplissez tous les champs.

source: Do you really want to overwrite?
fr: Voulez-vous vraiment écraser ?

source: Overwrite?
fr: Écraser ?

source: Overwrite
fr: Écraser

source: Keep
fr: Conserver

source: File cannot be removed! Cannot save.
fr: Le fichier n'a pas pu être supprimé ! Impossible de sauver.

source: Cannot save language!
fr: Impossible de sauvegarder la langue !

source: Type an explanation.
fr: Entrez une description.

source: Type an example.
fr: Entrez un exemple.

source: Type an explanation for the first language.
fr: Entrez une description pour la première langue.

source: Type an example for the first language.
fr: Entrez un exemple pour la première langue.

source: Type an explanation for the second language.
fr: Entrez une description pour la seconde langue.

source: Type an example for the second language.
fr: Entrez un exemple pour la seconde langue.

source: Spell Check
fr: Véri&fication d'orthographe

source: Spellcheck complete.
fr: Vérification d'orthographe terminée.

source: Cannot edit phrase!
fr: Impossible d'éditer l'entrée !

source: Cannot add new phrase!
fr: Impossible d'ajouter de nouvelle entrée !

source: Click the Add button to start adding explanations and examples
fr: Cliquez sur le bouton ajouter pour commencer à ajouter des descriptions et des exemples.

source: Explanation one
fr: Description une

source: Example one
fr: Exemple un

source: Explanation two
fr: Description deux

source: Example two
fr: Exemple deux

source: Explanation
fr: Description

source: Example
fr: Exemple

source: Close
fr: Fermer

source: File
fr: Fichier

source: Version files
fr: Fichier de version

source: Version file unavailable!
fr: Fichier de version indisponible !

source: Everything is up to date.
fr: Tout est à jour.

source: Update successful
fr: Mise à jour réussie

source: No query defined in KSDBHandler.
fr: Pas de requête définie dans KSDBHandler.

source: Critical bug
fr: Bug critique

source: Phrase allready exists.
fr: L'entrée existe déjà.

source: Unknown SQL error.
fr: Erreur SQL inconnue.

source: If you proceed with this update, some of the words will loose their part of speech. Are you sure you want to do this?
fr: Si vous activez cette mise à jour, certains mots vont perdre leur type d'entrée. Êtes-vous sûr de vouloir continuer ?

source: Warning possible unexpected loss of data
fr: Attention, possible perte de données

source: Remove
fr: Supprimer

source: Synchronisation successful.
fr: Synchronisation réussie.

source: Explanations
fr: Descriptions

source: Examples
fr: Exemples

source: Synonym
fr: Synonyme

source: Antonym
fr: Antonyme

source: Word family
fr: Réseau lexical

source: No words found
fr: Pas d'entrées trouvées

source: Search in progress...
fr: Recherche en cours...

source: A KDE dictionary application that can read, add, modify and download various dictionaries.
fr: Une application KDE pour lire, créer, modifier et télécharger de nombreux dictionnaires.

source: Document to open
fr: Document à ouvrir

source: Lead developer
fr: Développeur en chef

source: Mouse navigation in lists
fr: Navigation à la souris dans les listes

source: Creator of icons, logo and splash screen
fr: Créateur des icônes, du logo et mainteneur des paquets (K)Ubuntu
